export const mockAbout = [
  { title: 'Архитектура приложения', lists: ['Модульная'] },
  {
    title: 'Задействованы стек технологий',
    lists: [
      'React',
      'TS',
      'Redux-toolkit',
      'RTK Query',
      'Tailwind',
      'React-route',
    ],
  },
  {
    title: 'Реализованный функционал',
    lists: [
      'Динамическая навигация',
      'Работа с API',
      'Постраничный вывод постов',
      'Локальное создание постов',
      'Удаление постов',
      'Имитация Авторизация',
      'создание собственных хуков',
    ],
  },
];
